[
    {
		"id": "1",
		"content": "Personalized age progression with aging dictionary. Xiangbo Shu, Jinhui Tang, Hanjiang Lai, Luoqi Liu, Shuicheng Yan. (Proceedings of the IEEE international conference on computer vision) .第一作者"
	},
    {
		"id": "2",
		"content": "Weakly-shared deep transfer networks for heterogeneous-domain knowledge propagation. Xiangbo Shu, Guo-Jun Qi, Jinhui Tang, Jingdong Wang. (Proceedings of the 23rd ACM international conference on Multimedia) .第一作者"
	},
    {
		"id": "3",
		"content": "Computational face reader. Xiangbo Shu, Liyan Zhang, Jinhui Tang, Guo-Sen Xie, Shuicheng Yan. (International conference on multimedia modeling) .第一作者"
	},
    {
		"id": "4",
		"content": "Concurrence-aware long short-term sub-memories for person-person action recognition. Xiangbo Shu, Jinhui Tang, Guo-Jun Qi, Yan Song, Zechao Li, Liyan Zhang. (Proceedings of the IEEE Conference on Computer Vision and Pattern Recognition Workshops) .第一作者"
	},
    {
		"id": "5",
		"content": "What Shall I Look Like after N Years?. Xiangbo Shu, Jinhui Tang, Luoqi Liu, Zhiheng Niu, Shuicheng Yan. (Proceedings of the 23rd ACM international conference on Multimedia) .第一作者"
	},
    {
		"id": "6",
		"content": "Personalized Age Progression with Bi-Level Aging Dictionary Learning. Xiangbo Shu, Jinhui Tang, Zechao Li, Hanjiang Lai, Liyan Zhang, Shuicheng Yan. (IEEE transactions on pattern analysis and machine intelligence) .第一作者"
	},
    {
		"id": "7",
		"content": "Image classification with tailored fine-grained dictionaries. Xiangbo Shu, Jinhui Tang, Guo-Jun Qi, Zechao Li, Yu-Gang Jiang, Shuicheng Yan. (IEEE Transactions on Circuits and Systems for Video Technology) .第一作者"
	},
    {
		"id": "8",
		"content": "Kinship-guided age progression. Xiangbo Shu, Jinhui Tang, Hanjiang Lai, Zhiheng Niu, Shuicheng Yan. (Pattern Recognition) .第一作者"
	},
    {
		"id": "9",
		"content": "Hierarchical long short-term concurrent memory for human interaction recognition. Xiangbo Shu, Jinhui Tang, Guo-Jun Qi, Wei Liu, Jian Yang. (IEEE transactions on pattern analysis and machine intelligence) .第一作者"
	},
    {
		"id": "10",
		"content": "Deep ordinal hashing with spatial attention. Lu Jin, Xiangbo Shu, Kai Li, Zechao Li, Guo-Jun Qi, Jinhui Tang. (IEEE Transactions on Image Processing) .其他作者"
	},
    {
		"id": "11",
		"content": "Coherence constrained graph LSTM for group activity recognition. Jinhui Tang, Xiangbo Shu, Rui Yan, Liyan Zhang. (IEEE transactions on pattern analysis and machine intelligence) .其他作者"
	},
    {
		"id": "12",
		"content": "Social anchor-unit graph regularized tensor completion for large-scale image retagging. Jinhui Tang, Xiangbo Shu, Zechao Li, Yu-Gang Jiang, Qi Tian. (IEEE transactions on pattern analysis and machine intelligence) .其他作者"
	},
    {
		"id": "13",
		"content": "Instance-aware hashing for multi-label image retrieval. Hanjiang Lai, Pan Yan, Xiangbo Shu, Yunchao Wei, Shuicheng Yan. (IEEE Transactions on Image Processing) .其他作者"
	},
    {
		"id": "14",
		"content": "Deep supervised feature selection for social relationship recognition. Mengyin Wang, Xiaoyu Du, Xiangbo Shu, Xun Wang, Jinhui Tang. (Pattern Recognition Letters) .其他作者"
	}

]